---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PointcloudtypeScale
source: html/8f356a8e-9562-c503-bbf2-11247f762769.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PointcloudtypeScale Property

"Scale": The scale for this instance

## Syntax (C#)
```csharp
public static ForgeTypeId PointcloudtypeScale { get; }
```